Repository: liNDRof/20_index_rebalancer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Dashboard
uk: Панель

source: Status
uk: Статус

source: Rebalance
uk: Ребаланс

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Register
uk: Реєстрація

source: Username
uk: Логін

source: Password
uk: Пароль

source: No account yet?
uk: Ще не маєш акаунта?

source: Create a new user
uk: Створити нового користувача

source: Confirm password
uk: Підтвердження пароля

source: Create account
uk: Створити акаунт

source: Already have an account?
uk: Вже маєш акаунт?

source: User Profile
uk: Профіль користувача

source: Profile
uk: Профіль

source: Update email
uk: Оновити email

source: New email
uk: Новий email

source: Save
uk: Зберегти

source: Email updated
uk: Email оновлено

source: Crypto Trader Dashboard
uk: Панель Crypto Trader

source: ⚠️ TEST MODE
uk: ⚠️ ТЕСТОВИЙ РЕЖИМ

source: Mode settings
uk: Налаштування режиму

source: Warning
uk: Увага

source: Test mode is active. No real trades are executed.
uk: Активний тестовий режим. Реальні трейди не виконуються.

source: ATTENTION!
uk: УВАГА!

source: Live trading mode is active. Operations will use real funds.
uk: Активний режим реальних операцій. Використовуються реальні кошти.

source: Toggle mode
uk: Перемкнути режим

source: Current mode
uk: Поточний режим

source: TEST
uk: ТЕСТОВИЙ

source: 🔴 LIVE MODE
uk: 🔴 РЕАЛЬНІ ОПЕРАЦІЇ

source: LIVE
uk: РЕАЛЬНІ ОПЕРАЦІЇ

source: Timer settings
uk: Налаштування таймерів

source: Default rebalance interval
uk: Дефолтний інтервал ребалансування

source: Next rebalance in
uk: Наступне ребалансування через

source: Until next rebalance
uk: До наступного ребалансування

source: Current portfolio
uk: Поточний портфель

source: Asset
uk: Монета

source: Balance
uk: Баланс

source: Value (USDC)
uk: Вартість USDC

source: Last rebalance
uk: Останнє ребалансування

source: Waiting for data...
uk: Очікування даних...

source: Rebalance now
uk: Ребалансувати зараз

source: Refresh portfolio
uk: Оновити портфель

source: Mode switch error:
uk: Помилка перемикання режиму:

source: ❌ Failed to switch mode
uk: ❌ Не вдалось перемкнути режим

source: TOTAL
uk: РАЗОМ

source: ✅ Rebalance time reached!
uk: ✅ Час ребалансування настав!

source: Remaining
uk: Залишилось

source: 🔄 Rebalancing in progress...
uk: 🔄 Виконується ребалансування...

source: Rebalance error:
uk: Помилка ребалансування:

source: ▶️ Start timer
uk: ▶️ Запустити таймер

source: ⏹ Stop timer
uk: ⏹ Зупинити таймер

source: New default interval
uk: Новий дефолтний інтервал

source: sec
uk: сек

source: Days
uk: Дні

source: Hours
uk: Години

source: Minutes
uk: Хвилини

source: Seconds
uk: Секунди

source: Save default interval
uk: Зберегти дефолтний інтервал

source: Set time
uk: Встановити час

source: Stop timer
uk: Зупинити таймер

source: Execute rebalance?
uk: Виконати ребалансування?

source: 🔴 WARNING! Execute LIVE rebalance with real funds?
uk: 🔴 УВАГА! Виконати РЕАЛЬНЕ ребалансування з реальними коштами?

source: 🔄 Rebalancing...
uk: 🔄 Ребалансування...

source: ✅ Rebalance completed!
uk: ✅ Ребалансування виконано!

source: ❌ Error:
uk: ❌ Помилка:

source: ⚠️ Failed to perform rebalance.
uk: ⚠️ Не вдалось виконати ребалансування.
